IDEA Open Model
ConnectionData Constructor
Initializes a new instance of the ConnectionData class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ConnectionData()
Public Sub New
public:
ConnectionData()
See Also
Reference
ConnectionData Class
IdeaRS.OpenModel.Connection Namespace